alacritty
alsa-firmware
alsa-utils
base
base-devel
brightnessctl
bspwm
cgdb
chromium
efibootmgr
fastfetch
firefox
fzf
gdb
git
grub
htop
less
lf
linux
linux-firmware
maim
man-pages
mpv
neovim
networkmanager
openssh
pamixer
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
ripgrep
rofi
sudo
sxhkd
sxiv
telegram-desktop
tmux
ttf-mononoki-nerd
wget
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xwallpaper
zathura
zathura-djvu
zathura-pdf-mupdf
zoxide
zsh
zsh-syntax-highlighting
